{
    "default_image": "assets/optimized/default_darkness.png",
    "common_events": {
        "echo_of_past": {
            "description": "Ты видишь размытые образы людей, занимающихся своими делами, словно мир ещё жив. Но стоит тебе подойти ближе, они исчезают, оставляя после себя только шёпот.",
            "image": "assets/optimized/events/gloomy_town/echo_of_past.jpg"
        },
        "dead_gaze": {
            "description": "Тебе кажется, что кто-то наблюдает за тобой. Вдали мелькает тень, но стоит моргнуть — она пропадает.",
            "image": "assets/optimized/events/gloomy_town/dead_gaze.jpg"
        },
        "frozen_time": {
            "description": "На мгновение всё вокруг становится неподвижным. Воздух перестаёт колыхаться, пыль зависает в воздухе, а затем, так же внезапно, всё возвращается в движение.",
            "image": "assets/optimized/events/gloomy_town/frozen_time.png"
        },
        "strange_trace": {
            "description": "Под ногами ты замечаешь следы, ведущие в одном направлении. Они впечатаны в камень. Но кому могут принадлежать в заброшенном городе?",
            "image": "assets/optimized/events/gloomy_town/strange_trace.jpg"
        }
    },
    "sector_events": {
        "cold_docks": [
            {
                "description": "В одном из складов ты находишь застывшую фигуру в лохмотьях. Подойдя ближе, ты видишь, что его глаза всё ещё двигаются…",
                "image": "assets/optimized/events/cold_docks/frozen_sailor.jpg"
            },
            {
                "description": "Из замёрзшей воды доносится глухой стон. Кажется, что кто-то пытается пробиться из-подо льда.",
                "image": "assets/optimized/events/cold_docks/voices_from_depths.png"
            },
            {
                "description": "Ветер приносит звук колокольчика, но ты не видишь его источник.",
                "image": "assets/optimized/events/cold_docks/icy_bell.png"
            },
            {
                "description": "Ты находишь массивные ржавые цепи, ведущие в ледяную пучину. Вода под ними будто шевелится.",
                "image": "assets/optimized/events/cold_docks/frozen_chains.png"
            },
            {
                "description": "Под тобой хрустит лёд, а под ним ты видишь странные силуэты. Они двигаются.",
                "image": "assets/optimized/events/cold_docks/ice_cracks.png"
            },
            {
                "description": "Сквозь туман проступает очертание огромного судна, но оно исчезает, стоит тебе приблизиться.",
                "image": "assets/optimized/events/cold_docks/ghost_ship.png"
            },
            {
                "description": "На краю причала стоит зажжённый фонарь, но его пламя заморожено и не колышется от ветра.",
                "image": "assets/optimized/events/cold_docks/frozen_lantern.png"
            },
            {
                "description": "Несколько птиц висят в воздухе, словно застыли во времени.",
                "image": "assets/optimized/events/cold_docks/frozen_seagulls.png"
            },
            {
                "description": "В снегу ты видишь цепочку следов, которые внезапно обрываются посреди причала.",
                "image": "assets/optimized/events/cold_docks/someones_trace.png"
            },
            {
                "description": "Ты находишь звонок на стене заброшенного здания. Он звонит сам по себе.",
                "image": "assets/optimized/events/cold_docks/rusty_bell.png"
            }
        ],
        "river_woods": [
            {
                "description": "В реке виднеются фигуры, плывущие по течению. Они смотрят прямо на тебя.",
                "image": "assets/optimized/events/river_woods/shadows_in_water.png"
            },
            {
                "description": "Деревья шелестят, но ветра нет.",
                "image": "assets/optimized/events/river_woods/whispering_leaves.png"
            },
            {
                "description": "Ты смотришь в воду, оттуда на тебя смотрит твоё отражение, оно движется не смотря на то, что ты просто стоишь.",
                "image": "assets/optimized/events/river_woods/mirror_surface.png"
            },
            {
                "description": "Среди камней ты замечаешь белоснежные кости, это точно человеческий труп?",
                "image": "assets/optimized/events/river_woods/bones_on_shore.png"
            },
            {
                "description": "Кто-то пытался что-то выловить из реки, но сеть разорвана изнутри.",
                "image": "assets/optimized/events/river_woods/torn_net.png"
            },
            {
                "description": "Стволы деревьев выгнуты в неестественные формы.",
                "image": "assets/optimized/events/river_woods/distorted_trees.png"
            },
            {
                "description": "Среди камней лежит рыба. Это точно золотая рыбка из сказок?",
                "image": "assets/optimized/events/river_woods/strange_fish.png"
            }
        ],
        "bloody_shacks": [
            {
                "description": "В одной из лачуг ты замечаешь высохшую руку.",
                "image": "assets/optimized/events/bloody_shacks/hand_from_door.png"
            },
            {
                "description": "Следы ведут к выходу из сектора, но внезапно обрываются.",
                "image": "assets/optimized/events/bloody_shacks/bloody_traces.png"
            },
            {
                "description": "В углу одной из лачуг сидит детская кукла. Её глаза следят за тобой.",
                "image": "assets/optimized/events/bloody_shacks/cursed_doll.png"
            },
            {
                "description": "В доме ты находишь разделочный стол. Но ты не можешь понять, кому они принадлежат.",
                "image": "assets/optimized/events/bloody_shacks/meat_market.png"
            },
            {
                "description": "На стенах отпечатки ладоней. Кровь на них выглядит свежей.",
                "image": "assets/optimized/events/bloody_shacks/fresh_blood.png"
            },
            {
                "description": "На одной из стен ты видишь тени людей. Они застыли в позах отчаяния.",
                "image": "assets/optimized/events/bloody_shacks/pierced_shadows.jpeg"
            },
            {
                "description": "В одном из домов стоит закрытый сундук. На нём выбиты слова: «Не открывай».",
                "image": "assets/optimized/events/bloody_shacks/locked_chest.png"
            }
        ],
        "dusty_hearth": [
            {
                "description": "На толстом слое пыли остались странные следы, но никого рядом нет.",
                "image": "assets/optimized/events/dusty_hearth/dusty_silhouettes.png"
            },
            {
                "description": "В одной из лавок стоит манекен для одежды. Ты отворачиваешься на секунду — и его поза меняется.",
                "image": "assets/optimized/events/dusty_hearth/living_mannequin.png"
            },
            {
                "description": "За закрытой дверью в одном из домов что-то стучит, но внутри никого нет.",
                "image": "assets/optimized/events/dusty_hearth/dull_knock.jpg"
            },
            {
                "description": "В лавке старьевщика стоят часы, которые продолжают идти, несмотря на пыль и вековую разруху.",
                "image": "assets/optimized/events/dusty_hearth/ticking_clock.png"
            },
            {
                "description": "Ветер поднимает кусок материи, но он парит в воздухе дольше, чем должен.",
                "image": "assets/optimized/events/dusty_hearth/moving_fabric.png"
            },
            {
                "description": "Ты слышишь едва различимые переговоры торговцев, но никого вокруг нет.",
                "image": "assets/optimized/events/dusty_hearth/voices_of_buyers.png"
            }
        ],
        "quiet_woods": [
            {
                "description": "Шёпот доносится сверху, но в ветвях никого нет.",
                "image": "assets/optimized/events/quiet_woods/voices_in_canopy.png"
            },
            {
                "description": "В боковом зрении мелькают фигуры, но когда ты смотришь прямо, там только деревья.",
                "image": "assets/optimized/events/quiet_woods/shadows_between_trunks.png"
            },
            {
                "description": "На пне лежат детские ботинки. Они выглядят новыми, но покрыты тонким слоем пыли.",
                "image": "assets/optimized/events/quiet_woods/forgotten_items.png"
            },
            {
                "description": "Ты наступаешь на что-то, это оказывается старая кость.",
                "image": "assets/optimized/events/quiet_woods/crunch_underfoot.png"
            },
            {
                "description": "Ветви деревьев усеяны странными гнёздами, но они пусты. И слишком велики для обычных птиц.",
                "image": "assets/optimized/events/quiet_woods/empty_nests.png"
            },
            {
                "description": "На стволе дерева появляются узоры, напоминающие глаза. Они моргают.",
                "image": "assets/optimized/events/quiet_woods/tree_with_eyes.png"
            },
            {
                "description": "Среди корней разбросаны каменные изваяния лиц.",
                "image": "assets/optimized/events/quiet_woods/stone_heads.png"
            }
        ],
        "outcast_district": [
            {
                "description": "В одном из домов разложена карточная игра, будто кто-то только что прервался.",
                "image": null
            },
            {
                "description": "Оружие лежит на земле. Оно будто совсем недавно использовалось, несмотря на ржавчину.",
                "image": null
            },
            {
                "description": "Из темных переулков раздаются голоса, умоляющие о помощи. Стоит подойти ближе, они затихают.",
                "image": null
            },
            {
                "description": "Ты находишь записки с мольбами о прощении. Чья-то вина тяжелым грузом висит в воздухе.",
                "image": null
            },
            {
                "description": "Светильник уличного освещения мерцает, хоть топлива в нем нет.",
                "image": null
            },
            {
                "description": "Ты видишь человека в капюшоне, прислонившегося к стене. Он исчезает, стоит тебе подойти.",
                "image": null
            },
            {
                "description": "В стене дома висит массивная дверь, но за ней нет комнаты.",
                "image": null
            },
            {
                "description": "В одной из комнат стоит песочные часы, но песок в них течёт вверх.",
                "image": null
            },
            {
                "description": "Ты слышишь, как кто-то бежит по булыжной мостовой, но никого не видно.",
                "image": null
            },
            {
                "description": "Внезапно ты чувствуешь, как твоё тело не может двигаться. Спустя несколько секунд контроль возвращается.",
                "image": null
            }
        ],
        "misty_wharf": [
            {
                "description": "В глубине тумана горит фонарь, отбрасывая длинные тени. Когда ты подходишь ближе, огонь гаснет, оставляя лишь запах гари.",
                "image": null
            },
            {
                "description": "Ты замечаешь свежие мокрые следы на деревянном настиле. Они ведут к воде… и бесследно исчезают на краю причала.",
                "image": null
            },
            {
                "description": "Из мглы доносятся отрывки разговоров, песни, смех. Но чем ближе ты подходишь, тем тише они становятся.",
                "image": null
            },
            {
                "description": "Вдалеке глухо раздаётся звон колокола, хотя маяк давно заброшен, а его звонница сломана.",
                "image": null
            },
            {
                "description": "На причале ты находишь стеклянную бутылку. Внутри записка, исписанная блеклыми чернилами. Стоит тебе моргнуть — она пуста.",
                "image": null
            },
            {
                "description": "На горизонте появляется силуэт корабля, искажённый туманом. Внезапно он рассыпается на тысячи капель воды.",
                "image": null
            },
            {
                "description": "Ты слышишь, как кто-то идёт позади, настилая шаги точно в такт твоим. Но стоит остановиться — тишина.",
                "image": null
            },
            {
                "description": "Вода рядом с причалом становится маслянисто-чёрной, в ней появляются едва различимые силуэты, тянущие к тебе руки.",
                "image": null
            },
            {
                "description": "У одного из складов ты видишь фигуру в старомодном морском плаще. Когда ты пытаешься разглядеть его лицо, оно остаётся пустым пятном.",
                "image": null
            },
            {
                "description": "На пристани стоит ящик, запертый цепями. Табличка на нём гласит: «Не открывать». Когда ты моргаешь, ящика больше нет.",
                "image": null
            }
        ],
        "destroyed_neighborhood": [
            {
                "description": "Среди обугленных камней ты замечаешь цепочку следов. Они появляются из ниоткуда и ведут в никуда.",
                "image": null
            },
            {
                "description": "В одном из переулков ты находишь место, где стены словно выгнуты наружу, а воздух густ и неподвижен, будто здесь остановилось само время.",
                "image": null
            },
            {
                "description": "В руинах старого дома стены покрыты высеченными лицами. Их выражения меняются, стоит тебе отвернуться.",
                "image": null
            },
            {
                "description": "Ты слышишь слабые голоса — отрывки команд, крики, плач ребёнка. Но, сколько бы ты ни искал, источника звуков нет.",
                "image": null
            },
            {
                "description": "Ветер поднимает кусок чёрной ткани с каким-то гербом, но когда он касается земли, становится прахом.",
                "image": null
            },
            {
                "description": "Среди обломков ты находишь лист бумаги с текстом, заканчивающимся на «Они пришли...». Дальше чернильное пятно.",
                "image": null
            },
            {
                "description": "В одной из уцелевших стен зияет чёрная дыра. Ты ощущаешь, что кто-то смотрит на тебя изнутри.",
                "image": null
            },
            {
                "description": "Часы на площади остановились. Но если отвести взгляд и снова посмотреть, стрелки будут показывать другое время.",
                "image": null
            },
            {
                "description": "Вдали за руинами вспыхивает слабый свет, похожий на огонёк свечи. Ты приближаешься, но он гаснет, оставляя лишь запах гари.",
                "image": null
            },
            {
                "description": "В воздухе висит едва заметная дрожащая линия. Когда ты проходишь мимо, кажется, что за ней — другой мир.",
                "image": null
            }
        ],
        "outpost": [
            {
                "description": "Вдоль разрушенной стены движутся силуэты в доспехах. Они патрулируют периметр, не замечая тебя, а затем растворяются в тумане.",
                "image": null
            },
            {
                "description": "В углу казармы сидит скелет в доспехах. Его голова поднята, а пустые глазницы устремлены в темноту.",
                "image": null
            },
            {
                "description": "В воздухе витает свежий запах крови, хотя вокруг нет ни единого тела.",
                "image": null
            },
            {
                "description": "Вдалеке слышен лязг мечей и топот сапог. Ты идёшь на звук, но за поворотом находишь лишь пустую улицу.",
                "image": null
            },
            {
                "description": "На земле лежит старый клинок, переломленный пополам. Кажется, будто он всё ещё вибрирует.",
                "image": null
            },
            {
                "description": "В полуразрушенной комнате ты находишь клочок бумаги: \"Держать периметр любой ценой. Подкрепление не придёт.\"",
                "image": null
            },
            {
                "description": "Ворота поста распахнуты, и на мгновение тебе кажется, что из них выходят солдаты. Ты моргаешь — ворота снова пусты.",
                "image": null
            },
            {
                "description": "В груде обломков виднеется доспех с огромной трещиной, будто его пробили изнутри.",
                "image": null
            },
            {
                "description": "Ты слышишь чей-то строгий голос, отдающий приказы, но слова путаются и исчезают в воздухе.",
                "image": null
            },
            {
                "description": "Стена усыпана стрелами и шрамами от когтей. Здесь была последняя битва, но тел защитников не осталось.",
                "image": null
            }
        ],
        "dusty_labyrinth": [
            {
                "description": "Ты идёшь по знакомому маршруту, но вдруг стена впереди исчезает, открывая новый проход.",
                "image": null
            },
            {
                "description": "Из теней проступают фигуры, вырезанные в стенах лабиринта. Их лица стерты временем.",
                "image": null
            },
            {
                "description": "Ты поворачиваешь за угол, проходишь несколько шагов... и снова оказываешься перед тем же поворотом.",
                "image": null
            },
            {
                "description": "На земле лежит толстый слой пыли, и среди твоих следов появляются чужие, ведущие вглубь лабиринта.",
                "image": null
            },
            {
                "description": "Кто-то шепчет тебе сквозь каменную кладку. Слова неразборчивы, но голос звучит знакомо.",
                "image": null
            },
            {
                "description": "Перед тобой две абсолютно одинаковые развилки. Пока ты выбираешь, за спиной раздаётся мягкий шорох.",
                "image": null
            },
            {
                "description": "Ты идёшь по тоннелю, но вдруг понимаешь, что стены сдвинулись. Прохода назад больше нет.",
                "image": null
            },
            {
                "description": "Ты находишь массивную деревянную дверь посреди прохода. За ней — только каменная кладка.",
                "image": null
            },
            {
                "description": "В нише стены висят старинные часы. Они не идут, но стрелки каждый раз показывают разное время.",
                "image": null
            },
            {
                "description": "На камне блуждают слабые проблески света, но когда ты приближаешься, они отступают в глубину лабиринта.",
                "image": null
            }
        ],
        "rotting_neighborhood": [
            {
                "description": "Ты касаешься стены, и кусок кладки осыпается, обнажая что-то живое внутри... Оно шевелится.",
                "image": null
            },
            {
                "description": "Под ногами вздувается почва, испуская зловонный газ. Внутри что-то копошится.",
                "image": null
            },
            {
                "description": "По краям улицы растеклась гнилая жижа. Подойдя ближе, ты слышишь приглушённые голоса изнутри.",
                "image": null
            },
            {
                "description": "Среди сгнивших домов движутся фигуры, их очертания размыты, словно они растворяются в воздухе.",
                "image": null
            },
            {
                "description": "Из-за полуразрушенной двери доносится ритмичный глухой звук, напоминающий сердцебиение.",
                "image": null
            },
            {
                "description": "В одной из избушек мелькает силуэт, но, когда ты приближаешься, внутри пусто.",
                "image": null
            },
            {
                "description": "Один из домов покрыт странным органическим наростом, напоминающим пульсирующую плоть.",
                "image": null
            },
            {
                "description": "Из разорванных небес капает чёрная жижа. Попадая на поверхности, она прожигает их, оставляя дыры.",
                "image": null
            },
            {
                "description": "Из старых канализационных труб доносится отдалённый, но отчётливый плач.",
                "image": null
            },
            {
                "description": "За тобой движется расплывчатый силуэт. Он теряет части себя, оставляя их на земле, но продолжает идти.",
                "image": null
            }
        ],
        "frost_port": [
            {
                "description": "Внутри одного из застывших кораблей ты видишь фигуру, окованную льдом. Его глаза всё ещё открыты.",
                "image": null
            },
            {
                "description": "Под тобой раздаётся глухой треск. Ты смотришь вниз, но под толстым слоем льда видишь... движение?",
                "image": null
            },
            {
                "description": "Вдалеке, среди замороженных судов, мигает огонёк. Он зовёт тебя, но исчезает, когда ты приближаешься.",
                "image": null
            },
            {
                "description": "Старый колокол на одном из кораблей раскачивается сам по себе. Ты слышишь звон, хотя ветра нет.",
                "image": null
            },
            {
                "description": "На обледенелых мачтах висят силуэты людей. Они неподвижны, но один из них повернул голову.",
                "image": null
            },
            {
                "description": "Тело вмёрзло в лёд у самого причала. Его рот открыт, как будто в крике, но внутри только тишина.",
                "image": null
            },
            {
                "description": "В трещинах льда ты видишь воду. Там нет твоего отражения... но есть чьё-то другое.",
                "image": null
            },
            {
                "description": "Холодный ветер приносит слова, сказанные чужим, но знакомым голосом.",
                "image": null
            },
            {
                "description": "Один из кораблей заперт наглухо, но изнутри слышны тяжёлые шаги.",
                "image": null
            },
            {
                "description": "Ты находишь старый фонарь, внутри которого горит огонёк, не тающий даже в этом морозе.",
                "image": null
            }
        ],
        "sobor": [
            {
                "description": "Внутри собора слышны негромкие голоса, будто невидимые прихожане читают молитвы. Стоит приблизиться — звук исчезает.",
                "image": null
            },
            {
                "description": "Некогда великолепные стеклянные мозаики теперь разбиты, но в отблесках лунного света ты видишь их целыми.",
                "image": null
            },
            {
                "description": "В конце длинного зала стоит чёрная фигура, склонившаяся в молитве. Ты не видишь её лица, но чувствуешь её взгляд.",
                "image": null
            },
            {
                "description": "Свечи в соборе давно погасли, но ты видишь свежий воск, стекающий по канделябрам.",
                "image": null
            },
            {
                "description": "Один из боковых входов заколочен, но из-за него доносится тяжёлое дыхание.",
                "image": null
            },
            {
                "description": "Ты слышишь тихие рыдания, но не можешь найти их источник.",
                "image": null
            },
            {
                "description": "Где-то под полом раздаётся лязг цепей, словно кто-то пытается вырваться из заключения.",
                "image": null
            },
            {
                "description": "На одной из каменных скамей виден красный след руки, будто кто-то сел здесь и замер в ожидании.",
                "image": null
            },
            {
                "description": "Над собором падает звезда, но, прежде чем исчезнуть, она вспыхивает ярким красным светом.",
                "image": null
            },
            {
                "description": "Ты замечаешь, как одна из статуй медленно поворачивает голову в твою сторону.",
                "image": null
            }
        ],
        "garden": [
            {
                "description": "Вечером над цветами начинают кружиться тысячи светлячков, освещая всё мягким золотым светом.",
                "image": null
            },
            {
                "description": "Поток воды в небольшом ручье издаёт мелодичный звук, словно природа сама поёт колыбельную.",
                "image": null
            },
            {
                "description": "В центре сада стоит огромное дерево с узорчатой корой. Если прошептать ему желание, его листья тихо зашепчутся в ответ.",
                "image": null
            },
            {
                "description": "Утром трава и лепестки цветов покрываются каплями росы, переливающимися всеми цветами радуги.",
                "image": null
            },
            {
                "description": "Лёгкий ветерок приносит едва слышимые тёплые голоса, будто сам сад рассказывает сказки.",
                "image": null
            },
            {
                "description": "Лучи солнца пробиваются сквозь листву, освещая дорожку так, что кажется, будто она вымощена золотом.",
                "image": null
            },
            {
                "description": "Даже ночью земля в саду остаётся приятно тёплой, словно кто-то заботится о том, чтобы здесь всегда было уютно.",
                "image": null
            },
            {
                "description": "Иногда тебе кажется, что кто-то оберегает это место, но ты никогда не видишь его.",
                "image": null
            },
            {
                "description": "Один из цветов вдруг распускается при твоём приближении, выпуская лёгкое, приятное свечение.",
                "image": null
            },
            {
                "description": "В воде пруда отражается ночное небо, даже если в реальности оно скрыто за облаками.",
                "image": null
            }
        ]
    }
}